{
  "developer": "Developer",
  "home": "Home",
  "toView": "To view",
  "toSend": "Send",
  "sendingEmail": "Sending Email",
  "labelName": "Name",
  "labelcontactForm": "Contact Form",
  "labelmessage": "Message",
  "YM": "Y.M. Development © 2023. All rights reserved.",
  "about": "About",
  "projects": "Projects",
  "currently": "Currently",
  "contact": {
    "title": "Contact",
    "call": "Talk to me",
    "text": "Feel free to reach out to me via WhatsApp or email. I'm ready to discuss your projects, answer your questions, and explore collaboration opportunities. Let's build something extraordinary together!"
  },
  "metatags": {
    "title": "Ygor Mendanha - YM Development",
    "description": "Portfolio of a code enthusiast and innovator showcasing exceptional digital creations."
  },
  "digitalIdeasIntoResults": "I turn digital ideas into real results for your business.",
  "ecommerceErpExpert": "Specialist in e-commerce, ERP systems, and custom solutions for companies looking to sell more and manage better.",
  "letsTalk": "Let's talk",
  "turningIdeasIntoResults": "Turning Ideas into Results",
  "introYgor": "I am Ygor Mendanha, a full stack developer with experience in e-commerce, ERP, and custom projects.",
  "recentExperience": "In recent years, I have collaborated with companies in the audiovisual, vehicle tracking, and digital commerce sectors, creating solutions that increase sales, optimize processes, and strengthen the brand.",
  "servicesSummary": "If you are looking for an online store that converts, an efficient internal system, or an impactful event page, you are in the right place.",
  "ecommerceTitle": "E-commerce that sells",
  "ecommerceDescription": "I create fast, secure, and optimized online stores to turn visitors into customers, focusing on conversion and user experience.",
  "erpAutomationTitle": "ERP Systems and Automation",
  "erpAutomationDescription": "I develop custom solutions that automate processes, simplify business management, and increase team productivity.",
  "landingPagesTitle": "Landing Pages and Promotional Sites",
  "landingPagesDescription": "I create impactful pages to attract, engage, and generate results for campaigns, events, or product launches.",
  "developmentProcessTitle": "Development Process",
  "developmentProcessDescription": "A clear and transparent workflow — from discovery to delivery — ensuring results and confidence at every step.",
  "stepDiscoveryTitle": "Discovery",
  "stepDiscoveryDescription": "We understand your needs together",
  "stepPlanningTitle": "Planning",
  "stepPlanningDescription": "I define the most efficient solution for your case",
  "stepDevelopmentTitle": "Development",
  "stepDevelopmentDescription": "Agile, transparent, and personalized creation",
  "stepDeliveryTitle": "Delivery & Support",
  "stepDeliveryDescription": "You receive the ready solution, with follow-up to ensure results",
  "shopDetails": "The e-commerce platform was meticulously crafted leveraging cutting-edge technologies, incorporating Next.js for a dynamic front-end and Tailwind CSS for responsive styling.\n\nPostgreSQL was used as the backend database, ensuring a seamless and efficient user experience.",
  "blogDetails": "The blog was skillfully developed using Next.js for a dynamic front-end and Tailwind CSS for sleek and responsive design.\n\nIntegrated with Notion for efficient content management, creating a streamlined and visually appealing user experience.",
  "notesDetails": "The note-taking project was expertly crafted, utilizing Next.js for a dynamic user experience, Tailwind CSS for a modern design aesthetic, and PostgreSQL for a robust backend.\n\nThis combination of technologies resulted in an efficient and visually appealing application for organizing and managing notes practically and intuitively.",
  "botDetails": "• With Bot Financeiro, you organize your finances simply and quickly.\n• Add expenses and income in seconds.\n• Track your accounts without hassle.\n• Set daily spending goals.\n• See clear, monthly summaries.\n• All this without spreadsheets or apps full of menus.\n• Just open Telegram and chat with the bot.\n• Practicality and control in the palm of your hand.",
  "errorEmail": "There was an error sending 😢",
  "successEmail": "Thank you for the contact",
  "speakWhatsapp": "Or speak directly on Whatsapp"
}
