{
  "developer": "Developer",
  "home": "Home",
  "toView": "To view",
  "toSend": "Send",
  "sendingEmail": "Sending Email",
  "labelName": "Name",
  "labelcontactForm": "Contact Form",
  "labelmessage": "Message",
  "YM": "Y.M. Development © 2025. All rights reserved.",
  "about": "About",
  "projects": "Projects",
  "currently": "Currently",
  "contact": {
    "title": "Contact",
    "call": "Talk to me",
    "text": "Feel free to reach out to me via WhatsApp or email. I'm ready to discuss your projects, answer your questions, and explore collaboration opportunities. Let's build something extraordinary together!"
  },
  "metatags": {
    "title": "Ygor Mendanha - YM Development",
    "description": "Portfolio of a code enthusiast and innovator showcasing exceptional digital creations."
  },
  "digitalIdeasIntoResults": "I turn digital ideas into real results for your business.",
  "ecommerceErpExpert": "Specialist in e-commerce, ERP systems, and custom solutions for companies looking to sell more and manage better.",
  "letsTalk": "Let's talk",
  "turningIdeasIntoResults": "Turning Ideas into Results",
  "introYgor": "I am Ygor Mendanha, a developer with experience in e-commerce, ERP, and custom projects.",
  "recentExperience": "In recent years, I have collaborated with companies in the audiovisual, vehicle tracking, and digital commerce sectors, creating solutions that increase sales, optimize processes, and strengthen the brand.",
  "servicesSummary": "If you are looking for an online store that converts, an efficient internal system, or an impactful event page, you are in the right place.",
  "ecommerceTitle": "E-commerce that sells",
  "ecommerceDescription": "I create fast, secure, and optimized online stores to turn visitors into customers, focusing on conversion and user experience.",
  "erpAutomationTitle": "ERP Systems and Automation",
  "erpAutomationDescription": "I develop custom solutions that automate processes, simplify business management, and increase team productivity.",
  "landingPagesTitle": "Landing Pages and Promotional Sites",
  "landingPagesDescription": "I create impactful pages to attract, engage, and generate results for campaigns, events, or product launches.",
  "developmentProcessTitle": "Development Process",
  "developmentProcessDescription": "A clear and transparent workflow — from discovery to delivery — ensuring results and confidence at every step.",
  "stepDiscoveryTitle": "Discovery",
  "stepDiscoveryDescription": "We understand your needs together",
  "stepPlanningTitle": "Planning",
  "stepPlanningDescription": "I define the most efficient solution for your case",
  "stepDevelopmentTitle": "Development",
  "stepDevelopmentDescription": "Agile, transparent, and personalized creation",
  "stepDeliveryTitle": "Delivery & Support",
  "stepDeliveryDescription": "You receive the ready solution, with follow-up to ensure results",
  "errorEmail": "There was an error sending 😢",
  "successEmail": "Thank you for the contact",
  "speakWhatsapp": "Or speak directly on Whatsapp",
  "titleFinesse": "Finesse Store – Online Shop",
  "descFinesse": "E-commerce built with Next.js, Tailwind, and PostgreSQL. It supports product registration, dynamic cart, and optimized checkout. The challenge was to create a fast and scalable store to simulate a real customer experience. My solution included a responsive front end, robust backend, and secure purchase flow. The demo store showcases how I structure modern e-commerce solutions, reducing load times and improving user experience.",
  "titleNotes": "Notes App – Note Taking Application",
  "descNotes": "Web app for personal notes, with login and database persistence. Developed with Next.js, Tailwind, and PostgreSQL. Its main strength is simplicity and productivity, with a clear and secure interface. The result is a tool adaptable for companies or personal use, ensuring efficient organization.",
  "titleBot": "Finance Bot – Telegram",
  "descBot": "Bot built for Telegram using Python and an integrated database. It allows users to register expenses, set goals, and generate daily/monthly reports. The goal was to automate financial control in a simple way. The impact is saving time and making expense tracking accessible on any device.",
  "titleBlog": "Blog",
  "descriptionBlog": "Articles about technology, web development, and my experiences as a developer, sharing ideas, lessons learned, and insights."
}
