{
  "developer": "Developer",
  "home": "Home",
  "toView": "To view",
  "toSend": "Send",
  "sendingEmail": "Sending Email",
  "labelName": "Name",
  "labelcontactForm": "Contact Form",
  "labelmessage": "Message",
  "YM": "Y.M. Development © 2023. All rights reserved.",
  "about": "About",
  "projects": "Projects",
  "currently": "Currently",
  "contact": {
    "title": "Contact",
    "call": "Talk to me",
    "text": "Feel free to reach out to me via WhatsApp or email. I'm ready to discuss your projects, answer your questions, and explore collaboration opportunities. Let's build something extraordinary together!"
  },
  "learnMore": "Learn more",
  "professionalExperience": {
    "name": "Professional Experience",
    "yonix": "I worked briefly at Yonix, a company specializing in vehicle tracking.\nMy primary role was to develop an ERP system to manage the company's internal operations and vehicle tracking.\nThis system aimed to optimize the management of tracked vehicles, improving process efficiency and providing a clearer view of operations.\nContributed to the administration and control of the company's activities.",
    "i9": "I have been with my current company for over two years.\nI developed several applications, including an e-commerce platform, an ERP system, and a page for promoting the company's events.\nThe company primarily operates in the audiovisual sector.\nThese projects enhanced operational efficiency and improved event promotion, catering to the industry's specific needs."
  },
  "shopDetails": "The e-commerce platform was meticulously crafted leveraging cutting-edge technologies, incorporating Next.js for a dynamic front-end and Tailwind CSS for responsive styling.\n\nPostgreSQL was used as the backend database, ensuring a seamless and efficient user experience.",
  "blogDetails": "The blog was skillfully developed using Next.js for a dynamic front-end and Tailwind CSS for sleek and responsive design.\n\nIntegrated with Notion for efficient content management, creating a streamlined and visually appealing user experience.",
  "notesDetails": "The note-taking project was expertly crafted, utilizing Next.js for a dynamic user experience, Tailwind CSS for a modern design aesthetic, and PostgreSQL for a robust backend.\n\nThis combination of technologies resulted in an efficient and visually appealing application for organizing and managing notes practically and intuitively.",
  "botDetails": "• With Bot Financeiro, you organize your finances simply and quickly.\n• Add expenses and income in seconds.\n• Track your accounts without hassle.\n• Set daily spending goals.\n• See clear, monthly summaries.\n• All this without spreadsheets or apps full of menus.\n• Just open Telegram and chat with the bot.\n• Practicality and control in the palm of your hand.",
  "aboutText": "At 27 years old, with over two years of experience as a web developer and a degree in Systems Analysis and Development, I have been intensely focused on enhancing e-commerce platforms and working with ERP systems.\n\nDuring this time, I have not only refined my technical skills but also engaged in freelance projects, exploring innovations and demonstrating my versatility in web development.",
  "aboutLink": "Contact me today and let's embark on this journey together!",
  "contactText": "Ready to turn your digital dreams into reality? So am I! As a dedicated developer, I'm thrilled to collaborate with you on your next project. Whether you're looking to create an outstanding website, develop a custom app, or enhance your online presence, I'm ready to make it happen. Feel free to reach out to me via email, and for an even quicker and more direct response, don't hesitate to message me on WhatsApp. Let's have a conversation, plan things out, and start turning your ideas into code right away. I can't wait to hear from you, and together, we'll build something amazing.",
  "metatags": {
    "title": "Ygor Mendanha - YM Development",
    "description": "Portfolio of a code enthusiast and innovator showcasing exceptional digital creations."
  },
  "skills": "Skills",
  "errorEmail": "There was an error sending 😢",
  "successEmail": "Thank you for the contact",
  "speakWhatsapp": "Or speak directly on Whatsapp"
}
