{
  "developer": "Desenvolvedor",
  "home": "Início",
  "toView": "Visualizar",
  "toSend": "Enviar",
  "sendingEmail": "Enviando Email",
  "callWhatsapp": "Procurando por um desenvolvedor experiente para o seu próximo projeto? Não procure mais! Envie uma mensagem no WhatsApp e vamos conversar.",
  "labelName": "Nome",
  "labelcontactForm": "Forma de Contato",
  "labelmessage": "Mensagem",
  "YM": "Y.M. Desenvolvimento © 2023. Todos os direitos reservados.",
  "about": "Sobre",
  "projects": "Projetos",
  "currently": "Atualmente",
  "contact": {
    "title": "Contato",
    "call": "Fale Comigo",
    "text": "Fique à vontade para entrar em contato comigo via WhatsApp ou e-mail. Estou pronto para discutir seus projetos, responder suas dúvidas e explorar oportunidades de colaboração. Vamos construir algo extraordinário juntos!"
  },
  "metatags": {
    "title": "Ygor Mendanha - YM Desenvolvimento",
    "description": "Portfólio de um desenvolvedor apaixonado por código e inovação, exibindo criações digitais excepcionais."
  },
  "digitalIdeasIntoResults": "Transformo ideias digitais em resultados reais para o seu negócio.",
  "ecommerceErpExpert": "Especialista em e-commerce, sistemas ERP e soluções sob medida para empresas que querem vender mais e gerenciar melhor.",
  "letsTalk": "Vamos conversar",
  "turningIdeasIntoResults": "Transformando Ideias em Resultados",
  "introYgor": "Sou Ygor Mendanha, desenvolvedor full stack com experiência em e-commerce, ERP e projetos sob medida.",
  "recentExperience": "Nos últimos anos, colaborei com empresas dos setores audiovisual, rastreamento veicular e comércio digital, criando soluções que aumentam vendas, otimizam processos e fortalecem a marca.",
  "servicesSummary": "Se você busca uma loja online que converte, um sistema interno eficiente ou uma página de evento impactante, está no lugar certo.",
  "ecommerceTitle": "E-commerce que vende",
  "ecommerceDescription": "Crio lojas online rápidas, seguras e otimizadas para transformar visitantes em clientes, com foco em conversão e experiência do usuário.",
  "erpAutomationTitle": "Sistemas ERP e Automação",
  "erpAutomationDescription": "Desenvolvo soluções sob medida que automatizam processos, facilitam a gestão do seu negócio e aumentam a produtividade da equipe.",
  "landingPagesTitle": "Landing Pages e Sites Promocionais",
  "landingPagesDescription": "Crio páginas impactantes para atrair, engajar e gerar resultados em campanhas, eventos ou lançamentos de produtos.",
  "developmentProcessTitle": "Processo de desenvolvimento",
  "developmentProcessDescription": "Um fluxo claro e transparente — da descoberta à entrega — para garantir resultado e confiança em cada etapa.",
  "stepDiscoveryTitle": "Descoberta",
  "stepDiscoveryDescription": "Entendemos juntos suas necessidades",
  "stepPlanningTitle": "Planejamento",
  "stepPlanningDescription": "Defino a solução mais eficiente para seu caso",
  "stepDevelopmentTitle": "Desenvolvimento",
  "stepDevelopmentDescription": "Criação ágil, transparente e personalizada",
  "stepDeliveryTitle": "Entrega e suporte",
  "stepDeliveryDescription": "Você recebe a solução pronta, com acompanhamento para garantir resultados",
  "shopDetails": "O e-commerce foi desenvolvido de forma robusta, utilizando tecnologias como Next.js para a camada front-end e Tailwind CSS para estilização responsiva.\n\nPostgreSQL foi usado como banco de dados, garantindo uma experiência de usuário aprimorada e eficiente.",
  "blogDetails": "O blog foi desenvolvido com Next.js para uma experiência dinâmica e Tailwind CSS para um design elegante e responsivo.\n\nFoi integrado ao Notion para uma gestão eficiente de conteúdo, resultando em uma experiência de usuário fluída e visualmente atraente.",
  "notesDetails": "O projeto de notas combina Next.js para uma experiência dinâmica, Tailwind CSS para um design moderno e PostgreSQL para um backend robusto.\n\nEssa combinação resultou em uma aplicação eficiente e visualmente atraente para organizar e gerenciar notas de forma prática e intuitiva.",
  "botDetails": "Com o Bot Financeiro, você organiza sua vida financeira de forma simples e rápida.\n\n • Registre despesas e receitas em segundos.\n • Acompanhe suas contas sem complicação.\n • Defina metas diárias de gastos.\n • Veja resumos mensais claros e objetivos.\n • Tudo isso sem planilhas ou aplicativos cheios de menus.\n • Basta abrir o Telegram e conversar com o bot.\n • Praticidade e controle na palma da sua mão.",
  "errorEmail": "Houve um erro no envio 😢",
  "successEmail": "Obrigado pelo contato",
  "speakWhatsapp": "Ou fale diretamente no Whatsapp"
}
