{
  "developer": "Desenvolvedor",
  "home": "Início",
  "toView": "Visualizar",
  "toSend": "Enviar",
  "sendingEmail": "Enviando Email",
  "callWhatsapp": "Procurando por um desenvolvedor experiente para o seu próximo projeto? Não procure mais! Envie uma mensagem no WhatsApp e vamos conversar.",
  "labelName": "Nome",
  "labelcontactForm": "Forma de Contato",
  "labelmessage": "Mensagem",
  "YM": "Y.M. Desenvolvimento © 2023. Todos os direitos reservados.",
  "about": "Sobre",
  "projects": "Projetos",
  "currently": "Atualmente",
  "contact": {
    "title": "Contato",
    "call": "Fale Comigo",
    "text": "Fique à vontade para entrar em contato comigo via WhatsApp ou e-mail. Estou pronto para discutir seus projetos, responder suas dúvidas e explorar oportunidades de colaboração. Vamos construir algo extraordinário juntos!"
  },
  "learnMore": "Saiba mais",
  "professionalExperience": {
    "name": "Experiência Profissional",
    "yonix": "Trabalhei por um período breve na Yonix, uma empresa especializada em rastreamento veicular. Minha principal função foi desenvolver um sistema ERP para gerenciar as operações internas da empresa e o rastreamento dos veículos. Este sistema visou otimizar a gestão dos veículos monitorados, melhorando a eficiência dos processos e proporcionando uma visão mais clara das operações, contribuindo para a administração e controle das atividades da empresa.",
    "i9": "Atualmente, estou há mais de dois anos em minha posição atual, onde desenvolvi várias aplicações, incluindo um e-commerce, um sistema ERP e uma página para a divulgação de eventos oferecidos pela empresa. A principal atividade da empresa é no ramo audiovisual. Esses projetos ajudaram a melhorar a eficiência das operações e a promover os eventos da empresa de forma mais eficaz, atendendo às necessidades específicas do setor e contribuindo para o crescimento e sucesso da empresa."
  },
  "shopDetails": "O e-commerce foi desenvolvido de forma robusta, utilizando tecnologias avançadas como Next.js para a camada front-end, Tailwind CSS para estilização responsiva e PostgreSQL como banco de dados, garantindo uma experiência de usuário aprimorada e eficiente.",
  "blogDetails": "O blog foi desenvolvido com expertise, utilizando Next.js para uma experiência dinâmica, Tailwind CSS para um design elegante e responsivo, e integrado ao Notion para uma gestão eficiente de conteúdo, resultando em uma experiência de usuário fluída e visualmente atraente.",
  "notesDetails": "O projeto de notas foi habilmente criado, combinando Next.js para uma experiência de usuário dinâmica, Tailwind CSS para um design moderno e PostgreSQL para um backend robusto. Essa combinação de tecnologias resultou em uma aplicação eficiente e visualmente atraente para organizar e gerenciar notas de forma prática e intuitiva.",
  "aboutText": "Aos 27 anos, com mais de dois anos de experiência como desenvolvedor web e formação em Análise e Desenvolvimento de Sistemas, tenho me dedicado intensamente ao aperfeiçoamento de plataformas de e-commerce e ao trabalho com sistemas ERP. Nesse período, além de aprimorar minhas habilidades técnicas, também participei de projetos freelancer, buscando inovações e demonstrando minha versatilidade no desenvolvimento web.",
  "aboutLink": "Contate-me hoje e vamos começar essa jornada!",
  "contactText": "Está pronto para transformar suas ideias em realidade? Eu também! Como desenvolvedor dedicado, estou ansioso para trabalhar lado a lado com você no seu próximo projeto. Seja para criar um website incrível, desenvolver um aplicativo personalizado ou aprimorar sua presença online, estou pronto para tornar isso possível. Entre em contato comigo agora mesmo por e-mail ou, se preferir uma resposta mais rápida e direta, me chame pelo WhatsApp. Vamos conversar, planejar e começar a transformar suas ideias em código imediatamente. Mal posso esperar para ouvir de você e juntos construirmos algo incrível.",
  "metatags": {
    "title": "Ygor Mendanha - YM Desenvolvimento",
    "description": "Portfólio de um desenvolvedor apaixonado por código e inovação, exibindo criações digitais excepcionais."
  },
  "skills": "Habilidades",
  "errorEmail": "Houve um erro no envio 😢",
  "successEmail": "Obrigado pelo contato",
  "speakWhatsapp": "Ou fale diretamente no Whatsapp"
}
