{
  "developer": "Desenvolvedor",
  "home": "Início",
  "toView": "Visualizar",
  "toSend": "Enviar",
  "sendingEmail": "Enviando Email",
  "callWhatsapp": "Procurando por um desenvolvedor experiente para o seu próximo projeto? Não procure mais! Envie uma mensagem no WhatsApp e vamos conversar.",
  "labelName": "Nome",
  "labelcontactForm": "Forma de Contato",
  "labelmessage": "Mensagem",
  "YM": "Y.M. Desenvolvimento © 2023. Todos os direitos reservados.",
  "about": "Sobre",
  "projects": "Projetos",
  "contact": {
    "title": "Contato",
    "call": "Fale Comigo",
    "text": "Fique à vontade para entrar em contato comigo via WhatsApp ou e-mail. Estou pronto para discutir seus projetos, responder suas dúvidas e explorar oportunidades de colaboração. Vamos construir algo extraordinário juntos!"
  },
  "readMore": "Leia mais",
  "readLess": "Leia menos",
  "shopDetails": "O e-commerce foi desenvolvido de forma robusta, utilizando tecnologias avançadas como Next.js para a camada front-end, Tailwind CSS para estilização responsiva e PostgreSQL como banco de dados, garantindo uma experiência de usuário aprimorada e eficiente.",
  "blogDetails": "O blog foi desenvolvido com expertise, utilizando Next.js para uma experiência dinâmica, Tailwind CSS para um design elegante e responsivo, e integrado ao Notion para uma gestão eficiente de conteúdo, resultando em uma experiência de usuário fluída e visualmente atraente.",
  "notesDetails": "O projeto de notas foi habilmente criado, combinando Next.js para uma experiência de usuário dinâmica, Tailwind CSS para um design moderno e PostgreSQL para um backend robusto. Essa combinação de tecnologias resultou em uma aplicação eficiente e visualmente atraente para organizar e gerenciar notas de forma prática e intuitiva.",
  "aboutText": "Com 24 anos e dois anos de experiência como desenvolvedor web, dediquei uma parte significativa do meu tempo ao aprimoramento de plataformas de e-commerce. Ao longo desse percurso, não só refinei minhas habilidades técnicas, mas também me envolvi em projetos freelancer, explorando oportunidades para inovação e mostrando minha versatilidade no campo do desenvolvimento web.",
  "aboutLink": "Contate-me hoje e vamos começar essa jornada!",
  "contactText": "Está pronto para transformar suas ideias em realidade? Eu também! Como desenvolvedor dedicado, estou ansioso para trabalhar lado a lado com você no seu próximo projeto. Seja para criar um website incrível, desenvolver um aplicativo personalizado ou aprimorar sua presença online, estou pronto para tornar isso possível. Entre em contato comigo agora mesmo por e-mail ou, se preferir uma resposta mais rápida e direta, me chame pelo WhatsApp. Vamos conversar, planejar e começar a transformar suas ideias em código imediatamente. Mal posso esperar para ouvir de você e juntos construirmos algo incrível.",
  "metatags": {
    "title": "Ygor Mendanha - Portfólio - Y.M. Desenvolvimento",
    "description": "Portfólio de um desenvolvedor apaixonado por código e inovação, exibindo criações digitais excepcionais."
  },
  "skills": "Habilidades",
  "errorEmail": "Houve um erro no envio 😢",
  "successEmail": "Obrigado pelo contato",
  "speakWhatsapp": "Ou fale diretamente no Whatsapp"
}
