{
  "developer": "Desenvolvedor",
  "home": "Início",
  "toView": "Visualizar",
  "toSend": "Enviar",
  "sendingEmail": "Enviando Email",
  "callWhatsapp": "Procurando por um desenvolvedor experiente para o seu próximo projeto? Não procure mais! Envie uma mensagem no WhatsApp e vamos conversar.",
  "labelName": "Nome",
  "labelcontactForm": "Forma de Contato",
  "labelmessage": "Mensagem",
  "YM": "Y.M. Desenvolvimento © 2025. Todos os direitos reservados.",
  "about": "Sobre",
  "projects": "Projetos",
  "currently": "Atualmente",
  "contact": {
    "title": "Contato",
    "call": "Fale Comigo",
    "text": "Fique à vontade para entrar em contato comigo via WhatsApp ou e-mail. Estou pronto para discutir seus projetos, responder suas dúvidas e explorar oportunidades de colaboração. Vamos construir algo extraordinário juntos!"
  },
  "metatags": {
    "title": "Ygor Mendanha - YM Desenvolvimento",
    "description": "Portfólio de um desenvolvedor apaixonado por código e inovação, exibindo criações digitais excepcionais."
  },
  "digitalIdeasIntoResults": "Transformo ideias digitais em resultados reais para o seu negócio.",
  "ecommerceErpExpert": "Especialista em e-commerce, sistemas ERP e soluções sob medida para empresas que querem vender mais e gerenciar melhor.",
  "letsTalk": "Vamos conversar",
  "turningIdeasIntoResults": "Transformando Ideias em Resultados",
  "introYgor": "Sou Ygor Mendanha, desenvolvedor com experiência em e-commerce, ERP e projetos sob medida.",
  "recentExperience": "Nos últimos anos, colaborei com empresas dos setores audiovisual, rastreamento veicular e comércio digital, criando soluções que aumentam vendas, otimizam processos e fortalecem a marca.",
  "servicesSummary": "Se você busca uma loja online que converte, um sistema interno eficiente ou uma página de evento impactante, está no lugar certo.",
  "ecommerceTitle": "E-commerce que vende",
  "ecommerceDescription": "Crio lojas online rápidas, seguras e otimizadas para transformar visitantes em clientes, com foco em conversão e experiência do usuário.",
  "erpAutomationTitle": "Sistemas ERP e Automação",
  "erpAutomationDescription": "Desenvolvo soluções sob medida que automatizam processos, facilitam a gestão do seu negócio e aumentam a produtividade da equipe.",
  "landingPagesTitle": "Landing Pages e Sites Promocionais",
  "landingPagesDescription": "Crio páginas impactantes para atrair, engajar e gerar resultados em campanhas, eventos ou lançamentos de produtos.",
  "developmentProcessTitle": "Processo de desenvolvimento",
  "developmentProcessDescription": "Um fluxo claro e transparente — da descoberta à entrega — para garantir resultado e confiança em cada etapa.",
  "stepDiscoveryTitle": "Descoberta",
  "stepDiscoveryDescription": "Entendemos juntos suas necessidades",
  "stepPlanningTitle": "Planejamento",
  "stepPlanningDescription": "Defino a solução mais eficiente para seu caso",
  "stepDevelopmentTitle": "Desenvolvimento",
  "stepDevelopmentDescription": "Criação ágil, transparente e personalizada",
  "stepDeliveryTitle": "Entrega e suporte",
  "stepDeliveryDescription": "Você recebe a solução pronta, com acompanhamento para garantir resultados",
  "errorEmail": "Houve um erro no envio 😢",
  "successEmail": "Obrigado pelo contato",
  "speakWhatsapp": "Ou fale diretamente no Whatsapp",
  "titleFinesse": "Finesse Store – Loja Virtual",
  "descFinesse": "E-commerce desenvolvido com Next.js, Tailwind e PostgreSQL. Permite cadastro de produtos, carrinho dinâmico e checkout otimizado. O desafio foi criar uma loja rápida e escalável para simular a experiência de um cliente real. Minha solução incluiu um front responsivo, backend robusto e fluxo de compra seguro. A loja demo mostra como estruturo soluções modernas de e-commerce, reduzindo tempo de carregamento e melhorando a experiência do usuário.",
  "titleNotes": "Notes App – Aplicativo de Anotações",
  "descNotes": "Aplicativo web para anotações pessoais, com login e persistência em banco de dados. Desenvolvido com Next.js, Tailwind e PostgreSQL. O diferencial é a simplicidade e produtividade, com interface clara e segura. O resultado é uma ferramenta adaptável para empresas ou uso pessoal, garantindo organização eficiente.",
  "titleBot": "Bot Financeiro – Telegram",
  "descBot": "Bot criado para o Telegram com Python e banco de dados integrado. Permite registrar despesas, definir metas e gerar relatórios diários/mensais. O objetivo foi automatizar o controle financeiro de forma simples. O impacto é economizar tempo e tornar o acompanhamento de gastos acessível em qualquer dispositivo.",
  "titleBlog": "Blog",
  "descriptionBlog": "Artigos sobre tecnologia, desenvolvimento web e minhas experiências como programador, compartilhando ideias, aprendizados e insights.",
  "subTitleBlog": "Um registro do processo de criação dos meus projetos.",
  "noPostsFound": "Nenhum post encontrado.",
  "readPost": "Ler post",
  "removedPost": "O post que você está procurando não existe ou foi removido.",
  "backBlog": "Voltar para o blog"
}
